#INCLUDE "PROTHEUS.CH"

/*---------------------------------------------------------|
| Autor | Claudino Domingues               | Data 07/01/14 | 
|----------------------------------------------------------|
| Função: EditNFOri()	                                   |
|----------------------------------------------------------|
| Rotina chamada no Modo Edição do campo D1_NFORI.         |
-----------------------------------------------------------*/

User Function FilNFOri()  

Return(U_IsAdm() .Or. (RetCodUsr() $ "000086.000429.000428.000761.000885"))